Repository: Chuloo/mural
Catalog: apps/ios/App/Localizable.xcstrings
Source language: en
Languages: vi, zh_hans

source: %@ (unavailable)
vi: %@ (không khả dụng)
zh_hans: %@（不可用）

source: %lld independent uses · Last seen %@
vi: %lld lần sử dụng độc lập · Lần gần nhất: %@
zh_hans: 独立使用 %lld 次 · 最近使用：%@

source: %lld min %lld sec
vi: %lld phút %lld giây
zh_hans: %lld 分 %lld 秒

source: %lld minutes
vi: %lld phút
zh_hans: %lld 分钟

source: %lld of 3 recall bars
vi: Mức ghi nhớ: %lld trên 3 vạch
zh_hans: 记忆强度：%lld 格，共 3 格

source: 1 · Fragile
vi: 1 · Chưa vững
zh_hans: 1 · 尚不牢固

source: 2 · Growing
vi: 2 · Đang củng cố
zh_hans: 2 · 逐渐巩固

source: 3 · Steady
vi: 3 · Vững vàng
zh_hans: 3 · 稳固

source: A change of scene
vi: Đổi khung cảnh
zh_hans: 换个环境

source: A classroom is active.
vi: Một lớp học đang hoạt động.
zh_hans: 课堂正在进行。

source: A coffee?
vi: Một ly cà phê nhé?
zh_hans: 来杯咖啡？

source: A conversation
vi: Một cuộc trò chuyện
zh_hans: 一次对话

source: A conversation update couldn’t be sent. You can keep speaking.
vi: Không thể gửi cập nhật cuộc trò chuyện. Bạn vẫn có thể tiếp tục nói.
zh_hans: 无法发送对话更新。你可以继续说话。

source: A different subscription connection is already saved on this phone. It was not replaced.
vi: Điện thoại này đã lưu một kết nối gói đăng ký khác. Kết nối đó không bị thay thế.
zh_hans: 此手机已保存了另一个订阅连接，原连接未被替换。

source: A familiar face
vi: Một gương mặt quen thuộc
zh_hans: 熟悉的面孔

source: A few things you enjoy
vi: Một vài điều bạn yêu thích
zh_hans: 一些你喜欢的事物

source: A free conversation is active. End it before changing classroom settings.
vi: Một cuộc trò chuyện tự do đang diễn ra. Hãy kết thúc trước khi đổi cài đặt lớp học.
zh_hans: 自由对话正在进行，请结束后再修改课堂设置。

source: A fresh conversation.
vi: Một cuộc trò chuyện mới.
zh_hans: 开启一段新对话。

source: A little %@
vi: Luyện %@
zh_hans: %@练习

source: A little everyday %@
vi: Luyện %@ hằng ngày
zh_hans: 日常%@练习

source: A little help
vi: Trợ giúp một chút
zh_hans: 需要一点帮助

source: A little help, in your language.
vi: Một chút trợ giúp, bằng ngôn ngữ của bạn.
zh_hans: 用你的语言， 获得一点帮助。

source: A little interruption
vi: Đã xảy ra gián đoạn nhỏ
zh_hans: 出现了一点问题

source: A little meaning
vi: Giải nghĩa từ
zh_hans: 词语释义

source: A little of everything
vi: Một chút đủ thứ
zh_hans: 各种来一点

source: A little walk
vi: Một chuyến đi bộ nhỏ
zh_hans: 散散步

source: A place of your own
vi: Một nơi thuộc về riêng bạn
zh_hans: 属于你自己的地方

source: A place to begin
vi: Nơi bắt đầu
zh_hans: 从这里开始

source: A place you remember
vi: Một nơi bạn nhớ
zh_hans: 一个你记得的地方

source: A quieter kind of day
vi: Một ngày yên tĩnh hơn
zh_hans: 更安静的一天

source: A story that stayed
vi: Một câu chuyện còn đọng lại
zh_hans: 令人难忘的故事

source: A table for two
vi: Bàn cho hai người
zh_hans: 两人桌

source: A ticket to somewhere
vi: Một tấm vé đến nơi nào đó
zh_hans: 一张通往某处的车票

source: A very Norwegian chat
vi: Một cuộc trò chuyện rất Na Uy
zh_hans: 很挪威式的聊天

source: A voice update was rejected. If Mural stops responding, end this conversation and start again.
vi: Một cập nhật giọng nói đã bị từ chối. Nếu Mural không phản hồi, hãy kết thúc cuộc trò chuyện này và bắt đầu lại.
zh_hans: 语音更新被拒绝。如果 Mural 停止回应，请结束本次对话后重新开始。

source: A weekend away
vi: Một cuối tuần xa nhà
zh_hans: 周末出游

source: A year from now
vi: Một năm nữa
zh_hans: 一年以后

source: API voice, translation, teaching and search are billed by OpenAI. Recorded totals may include subscription conversations and are not a billing statement. Your OpenAI dashboard is authoritative. The time limit is local, not a billing cap.
vi: OpenAI tính phí cho giọng nói, dịch, giảng dạy và tìm kiếm qua API. Tổng số đã ghi nhận có thể bao gồm các cuộc trò chuyện qua gói đăng ký và không phải là hóa đơn. Thông tin trên bảng điều khiển OpenAI của bạn là căn cứ chính thức. Giới hạn thời gian chỉ áp dụng trên thiết bị, không phải giới hạn chi phí.
zh_hans: 通过 API 使用语音、翻译、教学和搜索，由 OpenAI 计费。记录的总量可能包含订阅对话，不是账单；费用以 OpenAI 控制台为准。时长限制仅在本机生效，不是费用上限。

source: Account
vi: Tài khoản
zh_hans: 账号

source: Account deleted. Mural couldn’t clear its local secure sign-in record. Unlock this iPhone and reopen Account to clear it.
vi: Đã xóa tài khoản. Mural không thể xóa bản ghi đăng nhập an toàn cục bộ. Hãy mở khóa iPhone này và mở lại Tài khoản để xóa bản ghi.
zh_hans: 账号已删除。Mural 无法清除本地安全登录记录。请解锁此 iPhone 并重新打开“账号”以清除记录。

source: Account deleted. Your learning history remains on this iPhone.
vi: Đã xóa tài khoản. Lịch sử học tập của bạn vẫn còn trên iPhone này.
zh_hans: 账号已删除。你的学习历史仍保留在此 iPhone 上。

source: Accounts aren’t available in this build yet. You can keep practising with your own OpenAI API key in Settings.
vi: Bản dựng này chưa hỗ trợ tài khoản. Bạn vẫn có thể luyện tập bằng khóa API OpenAI của mình trong Cài đặt.
zh_hans: 此版本暂不支持账号功能。你仍可以在设置中使用自己的 OpenAI API 密钥练习。

source: Advanced
vi: Nâng cao
zh_hans: 高级设置

source: Advanced setup
vi: Thiết lập nâng cao
zh_hans: 高级设置

source: After the working day
vi: Sau ngày làm việc
zh_hans: 工作日结束后

source: Agree and continue
vi: Đồng ý và tiếp tục
zh_hans: 同意并继续

source: Al mercato
vi: Ở chợ
zh_hans: 在市场

source: All
vi: Tất cả
zh_hans: 全部

source: Allow microphone access in iPhone Settings → Mural to start a conversation.
vi: Cho phép Mural truy cập micrô trong Cài đặt iPhone → Mural để bắt đầu trò chuyện.
zh_hans: 请在 iPhone“设置”→“Mural”中允许麦克风访问，以开始对话。

source: American pronunciation
vi: Phiên âm Anh-Mỹ
zh_hans: 美式音标

source: An invitation, maybe
vi: Có lẽ là một lời mời
zh_hans: 也许发出邀请

source: App language
vi: Ngôn ngữ giao diện
zh_hans: 界面语言

source: Around the office
vi: Quanh văn phòng
zh_hans: 办公室里的日常

source: As we talk, useful words and phrases find a home here. Their strength grows when you recall them over time.
vi: Khi trò chuyện, những từ và cụm từ hữu ích sẽ được lưu lại. Ôn lại theo thời gian sẽ giúp bạn nhớ lâu hơn.
zh_hans: 随着对话进行，有用的词语和短语会在这里积累。你不断回想，它们就会越来越牢固。

source: At the market
vi: Ở chợ
zh_hans: 在市场

source: Au marché
vi: Ở chợ
zh_hans: 在市场

source: Audio and selected text go to OpenAI while you practise. In subscription mode, selected text and connection details also pass through your own service. Provider retention rules apply. Raw audio is not saved by Mural.
vi: Trong khi luyện tập, âm thanh và văn bản bạn chọn sẽ được gửi đến OpenAI. Ở chế độ gói đăng ký, văn bản đã chọn và thông tin kết nối cũng đi qua dịch vụ riêng của bạn. Quy định lưu giữ dữ liệu của nhà cung cấp được áp dụng. Mural không lưu âm thanh thô.
zh_hans: 练习时，音频和选中的文字会发送给 OpenAI。在订阅模式下，选中的文字和连接信息还会经过你自己的服务。数据保留规则以服务提供方为准。Mural 不保存原始音频。

source: Auf dem Markt
vi: Ở chợ
zh_hans: 在市场上

source: Back
vi: Quay lại
zh_hans: 返回

source: Back to learning language
vi: Quay lại ngôn ngữ học
zh_hans: 返回学习语言

source: Backups include transcripts and learning evidence, never your API key or subscription pairing code. Import adds conversations with new IDs. Existing conversations stay unchanged. There is no cloud sync.
vi: Bản sao lưu gồm bản chép lời và dữ liệu học tập, không bao giờ gồm khóa API hoặc mã ghép nối gói đăng ký. Dữ liệu nhập sẽ có ID mới; các cuộc trò chuyện hiện có không thay đổi. Không có đồng bộ đám mây.
zh_hans: 备份包含对话记录和学习证据，不包含 API 密钥或订阅配对码。导入会为对话生成新的 ID，现有对话不会改变。不会进行云端同步。

source: Before using AI features, open Talk and tap the microphone to review how OpenAI processes your audio and text.
vi: Trước khi dùng tính năng AI, hãy mở Trò chuyện và chạm vào micrô để xem cách OpenAI xử lý âm thanh và văn bản của bạn.
zh_hans: 使用 AI 功能前，请打开“对话”并轻点麦克风，了解 OpenAI 如何处理你的音频和文本。

source: Before we talk.
vi: Trước khi trò chuyện.
zh_hans: 在我们开始对话前。

source: Beginner classroom
vi: Lớp học cho người mới bắt đầu
zh_hans: 初学者课堂

source: Between the pages
vi: Giữa những trang sách
zh_hans: 书页之间

source: British pronunciation
vi: Phiên âm Anh-Anh
zh_hans: 英式音标

source: Browse all 850 words
vi: Xem toàn bộ 850 từ
zh_hans: 浏览全部 850 个单词

source: By signing in, you agree to the [Terms of use](https://mural.chat/terms/) and acknowledge the [Privacy policy](https://mural.chat/privacy/).
vi: Khi đăng nhập, bạn đồng ý với [Điều khoản sử dụng](https://mural.chat/terms/) và xác nhận đã biết [Chính sách quyền riêng tư](https://mural.chat/privacy/).
zh_hans: 登录即表示你同意[使用条款](https://mural.chat/terms/)，并知悉[隐私政策](https://mural.chat/privacy/)。

source: Cabin weekend
vi: Cuối tuần ở nhà gỗ
zh_hans: 小屋周末

source: Cancel
vi: Hủy
zh_hans: 取消

source: Changes apply immediately and are saved on this iPhone. Your learning language, meaning subtitles and voice stay the same.
vi: Thay đổi có hiệu lực ngay và được lưu trên iPhone này. Ngôn ngữ học, phụ đề dịch và cài đặt giọng nói vẫn giữ nguyên.
zh_hans: 更改立即生效，并保存在此 iPhone 上。学习语言、翻译字幕和声音设置保持不变。

source: Changes apply to the next conversation.
vi: Thay đổi sẽ áp dụng cho cuộc trò chuyện tiếp theo.
zh_hans: 更改将在下一次对话中生效。

source: Changing word…
vi: Đang đổi từ…
zh_hans: 正在切换单词……

source: ChatGPT subscription
vi: Gói đăng ký ChatGPT
zh_hans: ChatGPT 订阅

source: Checking connection…
vi: Đang kiểm tra kết nối…
zh_hans: 正在检查连接…

source: Checking that for you…
vi: Đang kiểm tra giúp bạn…
zh_hans: 正在为你确认…

source: Chinese (Simplified)
vi: Tiếng Trung (Giản thể)
zh_hans: 简体中文

source: Chinese or Vietnamese explanations, with English practice.
vi: Giải thích bằng tiếng Trung hoặc tiếng Việt, luyện tập tiếng Anh.
zh_hans: 用中文或越南语讲解，练习英语。

source: Classroom
vi: Lớp học
zh_hans: 课堂

source: Clear search
vi: Xóa nội dung tìm kiếm
zh_hans: 清除搜索

source: Close
vi: Đóng
zh_hans: 关闭

source: Connect a subscription above, or use your own OpenAI API key.
vi: Hãy kết nối gói đăng ký ở trên hoặc dùng khóa API OpenAI của bạn.
zh_hans: 请先连接上方的订阅，或使用自己的 OpenAI API 密钥。

source: Connect subscription
vi: Kết nối gói đăng ký
zh_hans: 连接订阅

source: Connect to your own service, where you are signed in to ChatGPT. This phone saves only its pairing code and selected voice. Your service must remain available. Conversations and selected text are processed by OpenAI through that service.
vi: Kết nối với dịch vụ riêng của bạn, nơi bạn đã đăng nhập ChatGPT. Điện thoại này chỉ lưu mã ghép nối và giọng nói đã chọn. Dịch vụ của bạn phải luôn sẵn sàng. Các cuộc trò chuyện và văn bản được chọn sẽ được OpenAI xử lý thông qua dịch vụ đó.
zh_hans: 连接到你自己的服务，该服务已登录 ChatGPT。此手机只保存配对码和所选声音。你的服务必须保持可用。对话和选中的文本会通过该服务交由 OpenAI 处理。

source: Connect your ChatGPT subscription or add an OpenAI key in Settings to begin.
vi: Hãy kết nối gói đăng ký ChatGPT hoặc thêm khóa OpenAI trong Cài đặt để bắt đầu.
zh_hans: 请连接 ChatGPT 订阅，或在设置中添加 OpenAI 密钥后开始。

source: Connected. You can start a conversation.
vi: Đã kết nối. Bạn có thể bắt đầu trò chuyện.
zh_hans: 已连接。你可以开始对话了。

source: Connecting microphone
vi: Đang kết nối micrô
zh_hans: 正在连接麦克风

source: Connection
vi: Kết nối
zh_hans: 交流

source: Connection failed
vi: Kết nối thất bại
zh_hans: 连接失败

source: Connection removed. Learning records are kept.
vi: Đã xóa kết nối. Hồ sơ học tập vẫn được giữ lại.
zh_hans: 连接已移除，学习记录会保留。

source: Contact support
vi: Liên hệ hỗ trợ
zh_hans: 联系支持

source: Continue
vi: Tiếp tục
zh_hans: 继续

source: Conversation limit
vi: Giới hạn cuộc trò chuyện
zh_hans: 对话时长限制

source: Conversation saved. Final voice usage is unconfirmed.
vi: Đã lưu cuộc trò chuyện. Mức sử dụng giọng nói cuối cùng chưa được xác nhận.
zh_hans: 对话已保存。最终语音用量尚未确认。

source: Conversation transcript
vi: Bản chép lời cuộc trò chuyện
zh_hans: 对话记录

source: Correct a misheard phrase. Learning evidence from the old wording will be removed; the original remains in your backup history.
vi: Sửa cụm từ nghe nhầm. Dữ liệu học tập của cách nói cũ sẽ bị xóa; bản gốc vẫn được giữ trong lịch sử sao lưu.
zh_hans: 修正听错的短语。旧说法的学习记录会被移除，但原文仍保留在备份历史中。

source: Corrections
vi: Cách sửa lỗi
zh_hans: 纠错方式

source: Course
vi: Khóa học
zh_hans: 课程

source: Current classroom card (reference data):
vi: Thẻ lớp học hiện tại (dữ liệu tham khảo):
zh_hans: 当前课堂卡片（参考资料）：

source: Current word
vi: Từ hiện tại
zh_hans: 当前单词

source: Delete
vi: Xóa
zh_hans: 删除

source: Delete account
vi: Xóa tài khoản
zh_hans: 删除账号

source: Delete all conversations and learning
vi: Xóa mọi cuộc trò chuyện và dữ liệu học tập
zh_hans: 删除所有对话和学习记录

source: Delete all learning data
vi: Xóa toàn bộ dữ liệu học tập
zh_hans: 删除所有学习数据

source: Delete all learning data on this phone?
vi: Xóa toàn bộ dữ liệu học tập trên iPhone này?
zh_hans: 删除这部手机上的所有学习数据？

source: Delete conversation
vi: Xóa cuộc trò chuyện
zh_hans: 删除对话

source: Delete this conversation and its learning evidence?
vi: Xóa cuộc trò chuyện này và dữ liệu học tập của nó?
zh_hans: 删除这段对话及其学习记录？

source: Delete your Mural account?
vi: Xóa tài khoản Mural của bạn?
zh_hans: 删除你的 Mural 账号？

source: Design, space, life in Norway…
vi: Thiết kế, vũ trụ, cuộc sống ở Na Uy…
zh_hans: 设计、太空、挪威生活…

source: Dinner plans
vi: Kế hoạch bữa tối
zh_hans: 晚餐计划

source: Disconnect subscription
vi: Ngắt kết nối gói đăng ký
zh_hans: 断开订阅连接

source: Done
vi: Xong
zh_hans: 完成

source: Each language keeps its own words and progress. Mural finds your pace through conversation.
vi: Mỗi ngôn ngữ có từ vựng và tiến độ riêng. Mural sẽ tìm nhịp độ phù hợp với bạn qua cuộc trò chuyện.
zh_hans: 每种语言都有独立的词汇和进度。Mural 会通过对话找到适合你的节奏。

source: Edit
vi: Chỉnh sửa
zh_hans: 编辑

source: Ein Kaffee?
vi: Một ly cà phê nhé?
zh_hans: 来杯咖啡？

source: En el mercado
vi: Ở chợ
zh_hans: 在市场

source: En route
vi: Lên đường
zh_hans: 在路上

source: End
vi: Kết thúc
zh_hans: 结束

source: End conversation
vi: Kết thúc cuộc trò chuyện
zh_hans: 结束对话

source: End this conversation to switch languages. Each language keeps its own words and progress.
vi: Hãy kết thúc cuộc trò chuyện để đổi ngôn ngữ. Mỗi ngôn ngữ có từ vựng và tiến độ riêng.
zh_hans: 结束当前对话后才能切换语言。每种语言都有独立的词汇和进度。

source: English
vi: Tiếng Anh
zh_hans: 英语

source: English 850
vi: 850 từ tiếng Anh
zh_hans: 英语 850 词

source: English 850 words
vi: 850 từ tiếng Anh
zh_hans: 英语 850 词

source: English example: %@
vi: Ví dụ tiếng Anh: %@
zh_hans: 英语例句：%@

source: Enter a valid OpenAI API key.
vi: Hãy nhập khóa API OpenAI hợp lệ.
zh_hans: 请输入有效的 OpenAI API 密钥。

source: Enter the pairing code from your connection service, not an OpenAI API key.
vi: Hãy nhập mã ghép nối do dịch vụ kết nối cung cấp, không phải khóa API OpenAI.
zh_hans: 请输入连接服务提供的配对码，不要输入 OpenAI API 密钥。

source: Enter your private connection service’s HTTPS address, without a path.
vi: Hãy nhập địa chỉ HTTPS của dịch vụ kết nối riêng, không kèm đường dẫn.
zh_hans: 请输入专用连接服务的 HTTPS 地址，不要包含路径。

source: Everyday
vi: Hằng ngày
zh_hans: 日常

source: Everyday customs
vi: Phong tục hằng ngày
zh_hans: 日常习俗

source: Explain more simply
vi: Giải thích đơn giản hơn
zh_hans: 请讲得简单一点

source: Export learning backup
vi: Xuất bản sao lưu học tập
zh_hans: 导出学习备份

source: Familiar words, ready for another conversation.
vi: Những từ quen thuộc, sẵn sàng cho cuộc trò chuyện tiếp theo.
zh_hans: 熟悉的词汇，准备好迎接下一次对话。

source: Feierabend
vi: Sau giờ làm
zh_hans: 下班后的时光

source: Find a conversation
vi: Tìm cuộc trò chuyện
zh_hans: 查找对话

source: Find a topic
vi: Tìm chủ đề
zh_hans: 查找话题

source: Find a word
vi: Tìm một từ
zh_hans: 查找词汇

source: Find the good tomatoes
vi: Tìm những quả cà chua ngon
zh_hans: 挑些好番茄

source: Finding something interesting…
vi: Đang tìm điều thú vị…
zh_hans: 正在寻找有趣的话题…

source: Finding the meaning…
vi: Đang tìm nghĩa…
zh_hans: 正在查找释义…

source: Finding your pace
vi: Đang tìm nhịp học phù hợp với bạn
zh_hans: 正在找到你的节奏

source: Finding your voice
vi: Tìm cách diễn đạt của bạn
zh_hans: 找到你的表达方式

source: Food, cinema, travel, life in France…
vi: Ẩm thực, điện ảnh, du lịch, cuộc sống ở Pháp…
zh_hans: 美食、电影、旅行、法国生活…

source: Food, cinema, travel, life in Italy…
vi: Ẩm thực, điện ảnh, du lịch, cuộc sống ở Ý…
zh_hans: 美食、电影、旅行、意大利生活…

source: Food, music, travel, life in Brazil…
vi: Ẩm thực, âm nhạc, du lịch, cuộc sống ở Brazil…
zh_hans: 美食、音乐、旅行、巴西生活…

source: Food, travel, films, everyday life…
vi: Ẩm thực, du lịch, phim ảnh, đời sống hằng ngày…
zh_hans: 美食、旅行、电影、日常生活…

source: Food, travel, music, life in Germany…
vi: Ẩm thực, du lịch, âm nhạc, cuộc sống ở Đức…
zh_hans: 美食、旅行、音乐、德国生活…

source: Food, travel, music, life in Spain…
vi: Ẩm thực, du lịch, âm nhạc, cuộc sống ở Tây Ban Nha…
zh_hans: 美食、旅行、音乐、西班牙生活…

source: Fragile
vi: Chưa vững
zh_hans: 尚不牢固

source: France
vi: Pháp
zh_hans: 法国

source: French
vi: Tiếng Pháp
zh_hans: 法语

source: From the world today
vi: Từ thế giới hôm nay
zh_hans: 来自今日世界

source: Full attribution and license (English)
vi: Thông tin ghi công và giấy phép đầy đủ (tiếng Anh)
zh_hans: 完整署名与许可（英文）

source: Gently, as we talk
vi: Nhẹ nhàng trong lúc trò chuyện
zh_hans: 在对话中温和纠正

source: German
vi: Tiếng Đức
zh_hans: 德语

source: Germany
vi: Đức
zh_hans: 德国

source: Getting comfortable…
vi: Đang chuẩn bị…
zh_hans: 正在准备…

source: Getting to know you
vi: Đang làm quen với bạn
zh_hans: 正在了解你

source: Good things
vi: Những điều hay
zh_hans: 美好的事物

source: Growing
vi: Đang củng cố
zh_hans: 逐渐巩固

source: Guided learning
vi: Học có hướng dẫn
zh_hans: 引导学习

source: Heard or used with support. Try using it in your own words.
vi: Đã nghe hoặc sử dụng với sự hỗ trợ. Hãy thử dùng từ này bằng lời của bạn.
zh_hans: 在辅助下听到或使用过。试着用自己的话表达。

source: Help and privacy
vi: Trợ giúp và quyền riêng tư
zh_hans: 帮助与隐私

source: Hide meaning subtitles
vi: Ẩn phụ đề dịch
zh_hans: 隐藏翻译字幕

source: Hide pinyin
vi: Ẩn pinyin
zh_hans: 隐藏拼音

source: Ideas, tools and tomorrow
vi: Ý tưởng, công cụ và ngày mai
zh_hans: 想法、工具与明天

source: Import learning backup
vi: Nhập bản sao lưu học tập
zh_hans: 导入学习备份

source: In viaggio
vi: Đang trên đường
zh_hans: 在旅途中

source: Interests
vi: Sở thích
zh_hans: 兴趣

source: Interface language
vi: Ngôn ngữ giao diện
zh_hans: 界面语言

source: International
vi: Quốc tế
zh_hans: 国际英语

source: Italian
vi: Tiếng Ý
zh_hans: 意大利语

source: Italy
vi: Ý
zh_hans: 意大利

source: I’m listening
vi: Mình đang lắng nghe
zh_hans: 我在听

source: Just talk
vi: Cứ trò chuyện thôi
zh_hans: 随便聊聊

source: Just your pace
vi: Theo nhịp độ của bạn
zh_hans: 按你的节奏

source: Keep account
vi: Giữ tài khoản
zh_hans: 保留账号

source: Keep it comfortable
vi: Giữ mọi thứ thoải mái
zh_hans: 保持舒适

source: La passeggiata
vi: Đi dạo buổi tối
zh_hans: 傍晚散步

source: La sobremesa
vi: Trò chuyện sau bữa ăn
zh_hans: 餐后闲聊

source: Learn step by step.
vi: Học từng bước.
zh_hans: 一步一步学习。

source: Learn with explanations in a language you understand.
vi: Học với phần giải thích bằng ngôn ngữ bạn hiểu.
zh_hans: 用你能理解的语言讲解，帮助你学习。

source: Learning language
vi: Ngôn ngữ học
zh_hans: 学习语言

source: Let’s make something
vi: Cùng làm một món gì đó
zh_hans: 一起做点什么

source: Let’s try again
vi: Hãy thử lại nhé
zh_hans: 我们再试一次

source: License texts are shown in their original wording.
vi: Các văn bản giấy phép dưới đây được giữ nguyên bản gốc.
zh_hans: 以下许可文本保留原文。

source: Life in Norway
vi: Cuộc sống ở Na Uy
zh_hans: 挪威生活

source: Little by little · %@
vi: Từng chút một · %@
zh_hans: 一点一点 · %@

source: Loading the word list…
vi: Đang tải danh sách từ…
zh_hans: 正在加载词表……

source: Local life
vi: Đời sống địa phương
zh_hans: 本地生活

source: MIT License
vi: Giấy phép MIT
zh_hans: MIT 许可证

source: Made with a little care
vi: Được làm bằng một chút chăm chút
zh_hans: 用心做出的东西

source: Mainland China
vi: Trung Quốc đại lục
zh_hans: 中国大陆

source: Make yourself at home
vi: Cứ tự nhiên như ở nhà
zh_hans: 把这里当成自己的家

source: Make yourself comfortable
vi: Tùy chỉnh theo cách của bạn
zh_hans: 按你的习惯设置

source: Mandarin Chinese
vi: Tiếng Quan Thoại
zh_hans: 普通话

source: Meaning
vi: Bản dịch
zh_hans: 翻译

source: Meaning language
vi: Ngôn ngữ phụ đề
zh_hans: 字幕语言

source: Meaning subtitles
vi: Phụ đề dịch
zh_hans: 翻译字幕

source: Microphone muted
vi: Đã tắt tiếng micrô
zh_hans: 麦克风已静音

source: Microphone off
vi: Đã tắt micrô
zh_hans: 麦克风已关闭

source: Microphone on
vi: Đã bật micrô
zh_hans: 麦克风已开启

source: Monday morning
vi: Sáng thứ Hai
zh_hans: 周一早晨

source: Mural 0.1 · Personal build
vi: Mural 0.1 · Bản cá nhân
zh_hans: Mural 0.1 · 个人版本

source: Mural couldn’t complete that request. Check your connection and try again.
vi: Mural không thể hoàn tất yêu cầu đó. Hãy kiểm tra kết nối rồi thử lại.
zh_hans: Mural 无法完成该请求。请检查网络连接后重试。

source: Mural couldn’t complete that request. Try a different topic.
vi: Mural không thể hoàn tất yêu cầu đó. Hãy thử một chủ đề khác.
zh_hans: Mural 无法完成该请求。请换个主题试试。

source: Mural couldn’t delete the older learning backup. Your conversations are still here. Please try again.
vi: Mural không thể xóa bản sao lưu học tập cũ. Các cuộc trò chuyện của bạn vẫn còn. Vui lòng thử lại.
zh_hans: Mural 无法删除旧的学习备份。你的对话仍然保留。请重试。

source: Mural couldn’t open its learning record. Your existing data has not been replaced.
vi: Mural không thể mở hồ sơ học tập. Dữ liệu hiện có của bạn không bị thay thế.
zh_hans: Mural 无法打开学习记录。你的现有数据没有被替换。

source: Mural couldn’t save your progress. Please export a backup and try again.
vi: Mural không thể lưu tiến độ của bạn. Hãy xuất bản sao lưu rồi thử lại.
zh_hans: Mural 无法保存你的进度。请先导出备份，然后重试。

source: Mural couldn’t update this iPhone’s secure account storage. Unlock the iPhone and try again.
vi: Mural không thể cập nhật bộ nhớ tài khoản an toàn trên iPhone này. Hãy mở khóa iPhone rồi thử lại.
zh_hans: Mural 无法更新此 iPhone 的安全账号存储。请解锁 iPhone 后重试。

source: Mural ended this quiet session to avoid running up usage.
vi: Mural đã kết thúc phiên im lặng này để tránh phát sinh thêm mức sử dụng.
zh_hans: Mural 结束了这次安静的会话，以避免继续产生用量。

source: Mural is speaking
vi: Mural đang nói
zh_hans: Mural 正在说话

source: Mural listens while you practise speaking. Your voice is sent to OpenAI during a conversation.
vi: Mural sử dụng micrô khi bạn luyện nói. Giọng nói của bạn được gửi đến OpenAI trong cuộc trò chuyện.
zh_hans: Mural 会在你练习口语时使用麦克风。对话期间，你的语音会发送给 OpenAI。

source: Mural speaks %@. Choose the language you read most easily for meanings.
vi: Mural nói %@. Hãy chọn ngôn ngữ bạn đọc dễ nhất để xem nghĩa.
zh_hans: Mural 会说%@。请选择你最容易阅读的字幕语言。

source: Mural stores your sign-in details and account sessions. You can practise with your own API key without an account.
vi: Mural lưu thông tin đăng nhập và các phiên tài khoản của bạn. Bạn có thể luyện tập bằng khóa API của mình mà không cần tài khoản.
zh_hans: Mural 会保存你的登录信息和账号会话。没有账号也可以使用自己的 API 密钥练习。

source: Mural will make that a little simpler.
vi: Mural sẽ giải thích điều đó đơn giản hơn một chút.
zh_hans: Mural 会把这个讲得简单一点。

source: Mute
vi: Tắt tiếng
zh_hans: 静音

source: Mute microphone
vi: Tắt tiếng micrô
zh_hans: 静音麦克风

source: Na feira
vi: Ở chợ phiên
zh_hans: 在集市

source: New
vi: Mới
zh_hans: 新词

source: New conversation
vi: Cuộc trò chuyện mới
zh_hans: 新对话

source: New friends
vi: Những người bạn mới
zh_hans: 新朋友

source: Next door
vi: Nhà bên cạnh
zh_hans: 隔壁邻居

source: Next stop
vi: Trạm tiếp theo
zh_hans: 下一站

source: Next word
vi: Từ tiếp theo
zh_hans: 下一个单词

source: Nice to meet you
vi: Rất vui được gặp bạn
zh_hans: 很高兴认识你

source: No matching themes
vi: Không có chủ đề phù hợp
zh_hans: 没有匹配的主题

source: No matching words
vi: Không có từ phù hợp
zh_hans: 没有匹配的单词

source: No matching words yet.
vi: Chưa có từ phù hợp.
zh_hans: 还没有匹配的词汇。

source: Norwegian
vi: Tiếng Na Uy
zh_hans: 挪威语

source: Not now
vi: Để sau
zh_hans: 暂不

source: Notices unavailable.
vi: Hiện không thể hiển thị thông báo mã nguồn mở.
zh_hans: 暂时无法显示开源声明。

source: Observed across conversations. These are provisional, not formal level certificates.
vi: Được ghi nhận qua các cuộc trò chuyện. Đây là thông tin tạm thời, không phải chứng chỉ cấp độ chính thức.
zh_hans: 根据多次对话观察得出。这些是暂时性的记录，不是正式等级证书。

source: Off
vi: Tắt
zh_hans: 关

source: On
vi: Bật
zh_hans: 开

source: On repeat
vi: Nghe đi nghe lại
zh_hans: 循环播放

source: One more episode
vi: Thêm một tập nữa
zh_hans: 再看一集

source: Open OpenAI API keys
vi: Mở trang khóa API OpenAI
zh_hans: 打开 OpenAI API 密钥页面

source: Open-source notices
vi: Thông báo mã nguồn mở
zh_hans: 开源声明

source: OpenAI API key
vi: khóa API OpenAI
zh_hans: OpenAI API 密钥
